7zip
acpid
alsa-utils
amd-ucode
amdgpu_top
anki-bin
arandr
audacity
auto-cpufreq
autorandr
base
base-devel
bat
bc
bluetui
bluez
bluez-obex
bluez-utils
brave-bin
brightnessctl
btop
calcurse
catt
chafa
cool-retro-term
cozette-otb
csview
dillo
dosfstools
dunst
dust
easyeffects
efibootmgr
evtest
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fd
feh
ffmpeg
flatpak
foliate
font-manager
fzf
gallery-dl
gifsicle
git
git-lfs
glow
gnumeric
grub
hip-runtime-amd
i3lock
imagemagick
iw
jq
kdenlive
keychain
kitty
krita
lib32-mesa
lib32-vulkan-radeon
libinput-gestures
librewolf-bin
libxres
linux
linux-firmware
linux-headers
lsp-plugins
ly
maim
man-db
man-pages
marksman
megacmd
mesa-utils
mpv
mpv-mpris
mullvad-vpn
ncdu
neovim
networkmanager
nodejs
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
ntfs-3g
nullpomino-git
nvme-cli
obs-studio
openexr-viewer
openssh
os-prober
otf-commit-mono-nerd
otf-firamono-nerd
pacman-contrib
parted
paru
pavucontrol
pcmanfm
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polybar
poppler
powertop
proton-ge-custom-bin
qbittorrent-nox
qpwgraph
quickshell
redshift
reflector
resvg
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
rocm-opencl-runtime
rsync
rust
scrcpy
screenkey
socat
starship
steam
stow
sudo
sxhkd
sysstat
tabiew
tailscale
testdisk
thunar
tk
tldr
tmux
trash-cli
ttf-0xproto-nerd
ttf-hack-nerd
ttf-montserrat
ttf-roboto
ttf-terminus-nerd
ttf-unifont
ufw
umu-launcher
unclutter
unrar
unzip
upower
uv
virtualbox
virtualbox-host-modules-arch
vlc
vlc-plugins-all
vulkan-radeon
vulkan-tools
webull-desktop
wget
wine
wine-gecko
wine-mono
winetricks
wiremix
wmctrl
x2goclient
x2goserver
xautolock
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdotool
xf86-input-wacom
xidlehook
xone-dkms
xone-dongle-firmware
xorg-server
xorg-server-xephyr
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xsetroot
xorg-xwininfo
xpadneo-dkms
xprintidle
xss-lock
yad
yay
yazi
yt-dlp
zoxide
zram-generator
zsh
zulu-21-bin
