acpid
alsa-utils
amd-ucode
amdgpu_top
anki-bin
audacity
auto-cpufreq
autorandr
base
bluetuith
brave-bin
brightnessctl
btop
catt
cool-retro-term
cozette-otb
discord
dunst
evtest
eza
fastfetch
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feh
flatpak
font-manager
gifsicle
git-lfs
google-chrome
grub
hip-runtime-amd
keychain
kitty
krita
ly
maim
man-pages
megacmd
mesa-utils
micro
ncdu
networkmanager-dmenu
nullpomino-git
obconf-qt
obs-studio
pacman-contrib
parted
paru
paru-debug
pavucontrol
picom
polybar
powertop
proton-ge-custom-bin
redshift
reflector
stow
sxhkd
testdisk
tldr
trash-cli
ttf-unifont
ufw
umu-launcher
unclutter
unrar
upower
virtualbox
vlc
vulkan-tools
webull-desktop
wget
wmctrl
xautolock
xdotool
xf86-input-wacom
xone-dkms
xorg-server
xorg-xinit
xorg-xinput
xorg-xkill
xpadneo-dkms
yay
yay-debug
yazi
zen-browser-bin
zram-generator
